<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=utf-8"/>
    <link href="../../css/bootstrap.min.css" rel="stylesheet"/>
    <script src="../../js/jquery.min.js"></script>
    <script src="../../js/bootstrap.min.js"></script>
    <title>首页</title>
</head>
<body>
<%@ include file="head.jsp" %>
<div class="container">
    <div class="row clearfix">
        <div class="col-md-12">
            <p>
                管理员主要职责<br/>编辑<br/>基础设施管理<br/>（1）确保网络通信传输畅通<br/>（2）掌握主干设备的配置情况及配置参数变更情况，备份各个设备的配置文件<br/>（3）对运行关键业务网络的主干设备配备相应的备份设备<br/>并配置为热后备设备<br/>（4）负责网络布线配线架的管理，确保配线的合理有序<br/>（5）掌握用户端设备接入网络的情况，以便发现问题时可迅速定位<br/>（6）采取技术措施，对网络内经常出现的用户需要变更位置和部门的情况进行管理<br/>（7）掌握与外部网络的连接配置，监督网络通信状况，发现问题后与有关机构及时联系<br/>（8）实时监控整个局域网的运转和网络通信流量情况<br/>（9）制定、发布网络基础设施使用管理办法并监督执行情况<br/>操作系统管理<br/>（1）在网络操作系统配置完成并投入正常运行后，为了确保网络操作系统工作正常，网络管理员首先应该能够熟练的利用系统提供的各种管理工具软件，实时监督系统的运转情况，及时发现故障征兆并进行处理。<br/>（2）在网络运行过程中，网络管理员应随时掌握网络系统配置情况及配置参数变更情况，对配置参数进行备份。网络管理员还应该做到随着系统环境的变化、业务发展需要和用户需求，动态调整系统配置参数，优化系统性能。<br/>（3）网络管理员应为关键的网络操作系统服务器建立热备份系统，做好防灾准备。<br/>应用系统管理<br/>（1） 确保各种网络应用服务运行的不间断性和工作性能的良好性，出现故障时应将故障造成的损失和影响控制在最小范围内。<br/>系统管理员相关图书<br/>系统管理员相关图书<br/>（2） 对于要求不可中断的关键型网络应用系统，除了在软件手段上要掌握、备份系统参数和定期备份系统业务数据外，必要时在硬件手段上还要建立和配置系统的热备份。<br/>（3） 对于用户访问频率高、系统负荷的网络应用服务，必要时网络管理员还应该采取分担的技术措施。<br/>用户服务与管理<br/>（1） 用户的开户与撤销；<br/>（2） 用户组的设置与管理；<br/>（3） 用户可用服务与资源的的权限管理和配额管理；<br/>（4） 用户计费管理；<br/>（5） 包括用户桌面联网计算机的技术支持服务和用户技术培训服务的用户端支持服务。<br/>安全保密管理<br/>（1） 安全与保密是一个问题的两个方面，安全主要指防止外部对网络的攻击和入侵，保密主要指防止网络内部信息的泄漏。<br/>（2） 对于普通级别的网络，网络管理员的任务主要是配置管理好系统<br/>系统管理员相关图书<br/>系统管理员相关图书<br/>防火墙。为了能够及时发现和阻止网络黑客的攻击，可以加配入侵检测系统对关键服务提供安全保护。<br/>（3） 对于安全保密级别要求高的网络，网络管理员除了应该采取上述措施外，还应该配备网络安全漏洞扫描系统，并对关键的网络服务器采取容灾的技术手段。<br/>（4） 更严格的涉密计算机网络，还要求在物理上与外部公共计算机网络绝对隔离，对安置涉密网络计算机和网络主干设备的房间要采取安全措施，管理和控制人员的进出，对涉密网络用户的工作情况要进行全面的管理和监控。<br/>
            </p>

        </div>
    </div>
</div>
</body>
</html>